{
  "hint-years": "Ex: \"1912 - 1930, 1940 - 1945\" will return data from all years between 1912 to 1930, inclusive, as well as data from between 1940 to 1945. For data from a single year, enter the year only without the dash. A year with a dash without another year will set either no upper or lower bound.\nEx: \"1870, 2000 -\" will return data from the year 1870 and after 2000. If this field is empty, there will be no year bound and years will not be used to filter data.",
  "hint-months": "The checked boxes \"December\" and \"April\" will return data for these two months in standard month order (January to December). If no boxes are checked, data for all months will be returned.",
  "hint-countries": "A selection of \"Canada\" and \"Sri Lanka\" will return data in both Canada and Sri Lanka, while a selection of \"Canada\" will return data only for Canada. The numbers in brackets next to each country indicate the country's unique identifier in the dataset. Note that some countries are duplicated, but they still have different codes to distinguish them. If this is the case, select both duplicates to ensure you are getting all the data for that country. If this field is empty, countries will not be used to filter data.",
  "hint-regions": "Some stations identify both the country and administrative region in which it is located. The region names are inconsistent, and it cannot be ensured that a region selection will return all the data for that region, but it may nonetheless be useful. If no countries are selected, then all uniquely named regions will be available for selection. Otherwise, only the regions in that particular country wil be available. This will be cleaned up in the future. If this field is empty, regions will not be used to filter data.",
  "hint-latitude": "Give latitude coordinates in degrees north. As such, the allowable range is [-90, 90]. If a lower or upper bound is not specified, all data for coordinates below or above other specified bound will be returned. If neither is specified, there will be no latitude bound and latitude will not be used to filter data.",
  "hint-longitude": "Give longitude coordinates in degrees east. As such, the allowable range is [-180, 180]. If a lower or upper bound is not specified, all data for coordinates below or above other specified bound will be returned. If neither is specified, there will be no longitude bound and longitude will not be used to filter data.",
  "hint-elevation": "Specify an elevation range for your data in meters above sea level. If a lower or upper bound is not specified, all data for elevations below or above other specified bound will be returned. If neither is specified, there will be no elevation bound and elevation will not be used to filter data.",
  "hint-stations": "Search for and select stations either by name or WMO station code. Station names frequently contain location information. If more than one station is selected, data will be returned for both stations. If no station is specified, data for absolute specific stations will not be returned.",
  "hint-dataTypes": "Three types of data are available to be returned. The first is Monthly Precipitation Readings, which contain the raw precipitation readings in mm/month. The second is Monthly Precipitation Anomalies, which give the amount in mm the precipitation was below or above the mean precipitation per that month. Last is the Statistics per Month or Annual Cycles data, which contains the mean precipitation per calendar month, as well as its standard deviation and some percentile values. The anomaly data was calculated by comparing the monthly readings to monthly means in the Annual Cycles data.",
  "hint-addRange": "Add coordinate range",
  "hint-removeRange": "Remove coordinate range"
}